<?php

return [
    'reset-password' => [
        'subject' => 'Сброс пароля',
        'text' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
        'ur_password' => 'Ваш новый пароль:',
    ],
    'verify-email' => [
        'subject' => 'Подтвердите адрес электронной почты',
        'text' => 'Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
        'button' => 'Подтвердить почту',
        'expire' => 'Срок действия этой ссылки для подтверждения истекает через :count минут.',
        'no-action' => 'Если вы не создавали учетную запись, никаких дополнительных действий не требуется.',
    ],
    'whoops' => 'Упс!',
    'title' => 'Привет!',
    'all-rights-reserved' => 'Все права защищены.',
    'regards' => 'С уважением',
    'trouble_clicking_button' => 'Если у вас возникли проблемы с нажатием кнопки ":actionText", скопируйте и вставьте URL-адрес ниже в свой веб-браузер:',
];
